Repository: perfide/maskdb
Catalog: maskdb/translations/*/LC_MESSAGES/messages.po
Languages: de

source: The address "%(host)s:%(port)s" is already in use
de: Die Adresse "%(host)s:%(port)s" wird schon benutzt

source: Names too short
de: Name zu kurz

source: Names should start uppercase
de: Naben sollten mit Großbuchstaben starten

source: The second letter should be lowercase
de: Der zweite Buchstabe sollte kleingeschrieben werden

source: Please use the "%(date_format)s" format!
de: Bitte nutze das "%(date_format)s" Format!

source: First name
de: Vorname

source: Surname
de: Nachname

source: Birthday
de: Geburtstag

source: Added by
de: Hinzugefügt von

source: Search
de: Suche

source: Add
de: Hinzufügen

source: Database search failed: %(error)s
de: Datenbanksuche fehlgeschlagen: %(error)s

source: Add first name
de: Füge Vornamen hinzu

source: Add surname
de: Füge Nachnamen hinzu

source: Add birthday
de: Füge Geburtsdatum hinzu

source: Add your name
de: Füge deinen Namen ein

source: Customer %(first_name)s %(surname)s already exists
de: Kunde %(first_name)s %(surname)s existiert bereits

source: Database rejected request: %(error)s
de: Datanbank verweigert Befehl: %(error)s

source: Database add failed: %(error)s
de: Datenbank-hinzufügen fehlgeschlagen: %(error)s

source: Added %(first_name)s %(surname)s
de: Es wurde %(first_name)s %(surname)s hinzugefügt

source: default-lang
de: de

source: Database listing failed: %(error)s
de: Datenbank-auflisten fehlgeschlagen: %(error)s

source: List
de: Liste

source: MaskDB
de: MaskenDB

source: Found no hits!
de: Keine Treffer gefunden!

source: Found %(count)s customers:
de: Es wurden %(count)s Kunden gefunden:

source: Added at
de: Hinzugefügt um
